Repository: devsalimsulaiman/i18n
Catalog: src/locale/messages.*.xlf
Languages: ar, fr

source: Home
ar: بيت
fr: Maison

source: Shop
ar: محل
fr: Boutique

source: About
ar: عن
fr: À propos

source: Contact
ar: اتصال

source: Get a Shopping Site
ar: احصل على موقع للتسوق
fr: Obtenez un site d'achat

source: search for clothes
ar: البحث عن الملابس
fr: chercher des vêtements

source: Add to Cart
ar: أضف إلى السلة
fr: Ajouter au panier

source: © 2024 Shopella. All rights reserved.
ar: © 2024 شوبيلا. كل الحقوق محفوظة.
fr: © 2024 Shopella. Tous droits réservés.

source: Shoes & Jeans
ar: الأحذية والجينز
fr: Chaussures & jeans

source: Some good shoes and jeans for your summer vacations.
ar: بعض الأحذية الجيدة والجينز لقضاء إجازتك الصيفية.
fr: De bonnes chaussures et un jean pour vos vacances d'été.

source: 3-quater Jeans
ar: 3 أرباع الجينز
fr: Jean 3-quarts

source: Beach torn jeans for artistic lifestyle cool vibes with earth aura.
ar: جينز ممزق على الشاطئ لنمط حياة فني وأجواء رائعة مع هالة الأرض.
fr: Jean déchiré de plage pour un style de vie artistique, une ambiance cool avec une aura terrestre.

source: Winter Wears
ar: ملابس الشتاء
fr: Vêtements d'hiver

source: Woollen wears for early winter days in Scotland.
ar: ملابس صوفية لأيام الشتاء المبكرة في اسكتلندا.
fr: La laine se porte pour les premiers jours d'hiver en Écosse.

source: Nice Wears
ar: ملابس لطيفة
fr: Belles tenues

source: Nice wears for outdoor events with cool friends like Salim.
ar: ملابس جميلة للمناسبات الخارجية مع أصدقاء رائعين مثل سالم.
fr: Des vêtements sympas pour des événements en plein air avec des amis sympas comme Salim.

source: Discover the latest trends in fashion at our online store. From stylish dresses to comfortable loungewear, we offer a wide range of clothing options for every occasion.
ar: اكتشف أحدث اتجاهات الموضة في متجرنا عبر الإنترنت. من الفساتين الأنيقة إلى ملابس النوم المريحة، نقدم مجموعة واسعة من خيارات الملابس لكل مناسبة.
fr: Découvrez les dernières tendances de la mode sur notre boutique en ligne. Des robes élégantes aux vêtements de détente confortables, nous proposons une large gamme d'options vestimentaires pour chaque occasion.
